# Use `brew bundle` to install the packages listed below

# Environment {{{
brew 'bash'
brew 'tmux'
brew 'zsh'
brew 'zplug'
# }}}

# Development {{{
brew 'dep'
brew 'go'
brew 'shellcheck'
brew 'terraform'
brew 'vim', args: ['--override-system-vi']
# }}}

# Productivity {{{
brew 'task'
brew 'taskd'
brew 'tasksh'
brew 'timewarrior'
# }}}

# Version control {{{
brew 'git'
brew 'hub'
# }}}

# Misc. tools {{{
brew 'coreutils'
brew 'curl'
brew 'exa'
brew 'fzf'
brew 'gnu-getopt'
brew 'gnupg'
brew 'graphviz'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'ripgrep'
brew 'socat'
brew 'wget'
# }}}

# Casks {{{
tap 'homebrew/cask'
cask 'alacritty'
cask 'xquartz'
tap 'thoughtbot/formulae'
brew 'rcm'
# }}}

# Fonts {{{
tap 'homebrew/cask-fonts'
cask 'font-fira-code'
cask 'font-hack-nerd-font'
cask 'font-inconsolata-g'
cask 'font-source-code-pro'
# }}}
