tap "getantibody/tap"
tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rigellute/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "versent/taps"
brew "autojump"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "libidn2"
brew "gnupg"
brew "blackbox"
brew "cabextract"
brew "cmake"
brew "consul"
brew "coreutils"
brew "curl"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "docker-machine-driver-xhyve"
brew "python"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "gnu-getopt"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "librsvg"
brew "makedepend"
brew "maven"
brew "minikube"
brew "neofetch"
brew "node"
brew "openconnect"
brew "packer"
brew "pandoc"
brew "pandoc-citeproc"
brew "python@2"
brew "qt"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "socat"
brew "terraform"
brew "tig"
brew "tmate"
brew "tmux"
brew "vault"
brew "vaulted"
brew "vim"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "github/gh/gh"
brew "golangci/tap/golangci-lint"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "versent/taps/saml2aws"
cask "alacritty"
cask "basictex"
cask "font-cozette"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata-g"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "iterm2"
cask "ngrok"
cask "vagrant"
cask "virtualbox"
cask "xquartz"
