brew "bash"
brew "coreutils"
brew "curl"
brew "dep"
brew "exa"
brew "fzf"
brew "git"
brew "gnu-getopt"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "hub"
brew "shellcheck"
brew "socat"
brew "terraform"
brew "vim"
brew "wget"
brew "zsh"

tap "homebrew/cask"
tap "homebrew/cask-fonts"

cask "xquartz"

cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-inconsolata-g"
