brew "antibody"
brew "bash"
brew "curl"
brew "dep"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hub"
brew "terraform"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
